tap "atlassian/tap"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yudai/gotty"
brew "aria2"
brew "asciinema"
brew "automake"
brew "bash"
brew "bfg"
brew "gettext"
brew "ccat"
brew "coreutils"
brew "direnv"
brew "docker-machine-driver-xhyve"
brew "exa"
brew "fasd"
brew "fd"
brew "git"
brew "gpg"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git-crypt"
brew "git-flow"
brew "go"
cask "java"
cask "caskroom/versions/java8"
brew "gradle"
brew "graphviz"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "kotlin"
brew "libyaml"
brew "maven"
brew "ncdu"
brew "nvm"
brew "packer"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "socat"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python"]
brew "xhyve", args: ["HEAD"]
brew "xmlstarlet"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"]
brew "yudai/gotty/gotty"
cask "amethyst"
cask "chrome-devtools"
cask "controlplane"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "gpgtools"
cask "hammerspoon"
cask "iterm2"
cask "kap"
cask "karabiner"
cask "keycastr"
cask "mactex"
cask "mattr-slate"
cask "minikube"
cask "opera"
cask "rambox"
cask "virtualbox"
cask "vlc"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-inconsolata-for-powerline"
cask "caskroom/fonts/font-inconsolata-nerd-font"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
cask "caskroom/versions/alfred2"

brew "atlassian/tap/atlassian-plugin-sdk"