tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "d12frosted/emacs-plus"
tap "yudai/gotty"
cask "java"
cask "homebrew/cask-versions/java8"
brew "libyaml"
brew "ansible"
brew "aria2"
brew "asciinema"
brew "aspell"
brew "automake"
brew "bash"
brew "bfg"
brew "gettext"
brew "cask"
brew "ccat"
brew "cntlm", restart_service: true
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-machine-driver-xhyve"
brew "exa"
brew "fasd"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "ghostscript", link: false
brew "git"
brew "git-crypt"
brew "git-flow"
brew "glances"
brew "gnupg"
brew "gnuplot", args: ["with-aquaterm", "with-qt"]
brew "go"
brew "gradle"
brew "graphviz"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "kotlin"
brew "maven"
brew "ncdu"
brew "nvm"
brew "openssl@1.1"
brew "packer"
brew "pgcli"
brew "pyenv-virtualenv"
brew "r"
brew "reattach-to-user-namespace"
brew "rust"
brew "socat"
brew "swagger-codegen"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "watchman"
brew "xhyve", args: ["HEAD"]
brew "xmlstarlet"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"], link: false
brew "yudai/gotty/gotty"
cask "adobe-creative-cloud"
cask "apache-directory-studio"
cask "appcode"
cask "aquaterm"
cask "atom"
cask "controlplane"
cask "dash"
cask "docker"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "gpg-suite"
cask "hammerspoon"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "karabiner"
cask "karabiner-elements"
cask "keycastr"
cask "mactex"
cask "minikube"
cask "opera"
cask "rambox"
cask "shortcat"
cask "virtualbox"
cask "vlc"
cask "homebrew/cask-fonts/font-hack"
cask "homebrew/cask-fonts/font-hack-nerd-font"
cask "homebrew/cask-fonts/font-inconsolata"
cask "homebrew/cask-fonts/font-inconsolata-for-powerline"
cask "homebrew/cask-fonts/font-inconsolata-nerd-font"
cask "homebrew/cask-fonts/font-source-code-pro"
cask "homebrew/cask-fonts/font-source-code-pro-for-powerline"
cask "homebrew/cask-versions/alfred2"
