tap "azure/draft"
tap "azure/functions"
tap "chef/chef"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "solo-io/tap"
tap "weaveworks/tap"
tap "yudai/gotty"
cask "java"
cask "java11"
brew "libyaml"
brew "ansible"
brew "aria2"
brew "asciinema"
brew "aspell"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bfg"
brew "gettext", link: true
brew "gnutls"
brew "cask"
brew "ccat"
brew "cfssl"
brew "cntlm", restart_service: true
brew "coreutils"
brew "corkscrew"
brew "go"
brew "dep"
brew "direnv"
brew "docker"
brew "docker-machine-driver-xhyve"
brew "entr"
brew "ghostscript"
brew "exa"
brew "fasd"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-flow"
brew "git-lfs"
brew "git-review"
brew "glances"
brew "gnu-tar"
brew "gnupg", link: false
brew "gradle"
brew "graphviz"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "kubernetes-service-catalog-client"
brew "libxml2"
brew "luarocks"
brew "maven"
brew "mercurial"
brew "ncdu"
brew "nnn"
brew "noti"
brew "nvm"
brew "texinfo"
brew "openssl@1.1"
brew "packer"
brew "pandoc"
brew "pgcli"
brew "pulumi"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rust"
brew "socat"
brew "terminal-notifier"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "vault"
brew "watchman"
brew "wget"
brew "xhyve", args: ["HEAD"]
brew "xmlstarlet"
brew "yarn"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "azure/draft/draft"
brew "d12frosted/emacs-plus/emacs-plus", args: ["HEAD"], link: false
brew "azure/functions/azure-functions-core-tools"
brew "solo-io/tap/squashctl"
brew "solo-io/tap/supergloo"
brew "weaveworks/tap/eksctl"
brew "yudai/gotty/gotty"
cask "adobe-creative-cloud"
cask "alfred2"
cask "aquaterm"
cask "atom"
cask "dash"
cask "docker"
cask "dropbox"
cask "emacs"
cask "emacsclient"
cask "firefox"
cask "firefox-nightly"
cask "flux"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-nerd-font"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-photos-backup-and-sync"
cask "gpg-suite"
cask "hammerspoon"
cask "insomnia"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keycastr"
cask "mactex"
cask "minikube"
cask "notion"
cask "postman"
cask "pycharm"
cask "rstudio"
cask "slack"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "chef/chef/inspec"
