tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/python"
tap "homebrew/science"
tap "moncho/dry"
tap "yudai/gotty"
brew "asciinema"
brew "aspell"
brew "augeas"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "gettext"
brew "bitlbee"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "casperjs"
brew "ccat"
brew "mpfr"
brew "cgal"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "eigen"
brew "emacs"
brew "fasd"
brew "lame"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "freexl"
brew "isl"
brew "libmpc"
brew "gcc"
brew "jpeg"
brew "geos"
brew "giflib"
brew "json-c"
brew "lzlib"
brew "proj"
brew "libgeotiff"
brew "liblwgeom"
brew "libxml2"
brew "libspatialite"
brew "gdal"
brew "gobject-introspection"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "git-flow"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar"
brew "go"
brew "govendor"
brew "gpp"
brew "gradle"
brew "groovy"
brew "icu4c"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hugo"
brew "icdiff"
brew "ilmbase"
brew "libtool"
brew "oniguruma"
brew "jq"
brew "kotlin"
brew "lastpass-cli", args: ["with-pinentry"]
brew "libassuan"
brew "libatomic_ops"
brew "libcroco"
brew "libevent"
brew "libksba"
brew "pango"
brew "librsvg"
brew "libvo-aacenc"
brew "libyaml"
brew "liquibase"
brew "llvm", args: ["with-clang", "with-libcxx", "with-rtti"]
brew "lua"
brew "m-cli"
brew "makedepend"
brew "markdown"
brew "maven"
brew "mercurial"
brew "subversion"
brew "mesos"
brew "mysql"
brew "ncdu"
brew "numpy"
brew "openconnect"
brew "openexr"
brew "packer"
brew "pinentry"
brew "postgresql"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "zeromq"
brew "saltstack"
brew "scala"
brew "scons"
brew "sift"
brew "socat"
brew "speedtest_cli"
brew "sshpass"
brew "swig"
brew "tbb"
brew "terminal-notifier"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttygif"
brew "w3m"
brew "watchman"
brew "wget"
brew "when"
brew "xmlstarlet"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "moncho/dry/dry"
brew "yudai/gotty/gotty"
cask "amethyst"
cask "consul"
cask "font-hack"
cask "hyperterm"
cask "keycastr"
cask "mattr-slate"
